Repository: ArrayHQ/fixed
Catalog: languages/*.po
Languages: fr_fr

source: 404 - Page Not Found
fr_fr: 404 - La page est introuvable

source: Sorry, but the page you are looking for has moved or no longer exists. Please use the search or the archives below to try and locate the page you were looking for.
fr_fr: Désolé, mais la page que vous cherchez a été déplacée ou supprimée. Veuillez utiliser la moteur de recherche ou les archives ci-dessous pour essayer de trouver la page que vous recherchez.

source: Categories
fr_fr: Catégories

source: Latest Posts
fr_fr: Derniers Billets

source: This post is password protected. Enter the password to view comments.
fr_fr: Ce billet est protégé par mot de passe. Entrez le mot de passe pour accéder aux commentaires.

source: Leave A Comment
fr_fr: Laisser un commentaire

source: 1 Comment
fr_fr: 1 Commentaire

source: % Comments
fr_fr: % Commentaires

source: &larr; Older Comments
fr_fr: &larr; Commentaires plus anciens

source: Newer Comments &rarr;
fr_fr: Commentaires récents &rarr;

source: Read More
fr_fr: En savoir plus

source: Theme Options
fr_fr: Options du thème

source: Logo Upload
fr_fr: Téléchargement de logo

source: Link Color
fr_fr: Couleur des liens

source: Infinite Scrolling
fr_fr: Défilement infini

source: Enabled
fr_fr: Activé

source: Disabled
fr_fr: Désactivé

source: Header Featured Author
fr_fr: Auteur vedette

source: Custom CSS
fr_fr: CSS personnalisé

source: Main Menu
fr_fr: Menu principal

source: <i class="fa fa-arrow-left"></i> Newer Posts
fr_fr: <i class="fa fa-arrow-left"></i> Billets plus récents

source: Older Posts <i class="fa fa-arrow-right"></i>
fr_fr: Billets plus anciens <i class="fa fa-arrow-right"></i>

source: Sidebar
fr_fr: Barre latérale

source: Widgets in this area will be shown in the sidebar.
fr_fr: Les widgets dans cette zone seront affichés dans la barre latérale.

source: (Edit)
fr_fr: (Modifier)

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente d'approbation.

source: Enter a brief biography here by
fr_fr: Écrire une courte biographie par

source: Edit your profile
fr_fr: Modifier votre profil

source: editing your profile &rarr;
fr_fr: modification de votre profil &rarr;

source: Getting Started
fr_fr: Démarrage

source: There seems to be a problem retrieving the latest updates information from Array. Please check back later.
fr_fr: Il semble y avoir un problème récupérer les dernières informations de mises à jour de Array. Veuillez vérifier plus tard.

source: Getting started with %1$s v%2$s
fr_fr: Démarrer avec %1$s v%2$s

source: Thanks for purchasing %1$s! We truly appreciate the support and the opportunity to share our work with you. Please visit the tabs below to get started setting up your theme!
fr_fr: Merci d'avoir acheté %1$s! Nous apprécions votre soutien et l'occasion de partager notre travail avec vous. Veuillez visiter les onglets ci-dessous pour commencer la configuration de votre thème!

source: Help File
fr_fr: Fichier d'aide

source: Latest Updates
fr_fr: Dernières mises à jour

source: View support forum
fr_fr: Voir le forum de soutien

source: Support Forum &rarr;
fr_fr: Forum de soutien &rarr;

source: This help file feed seems to be temporarily down. You can view the help file on Array in the mean time.
fr_fr: Ce flux de fichier d'aide semble être temporairement hors service. Vous pouvez consulter le fichier d'aide sur Array en attendant.

source: Help File &rarr;
fr_fr: Fichier d'aide &rarr;

source: Install the Array Toolkit
fr_fr: Installez le Toolkit Array

source: The Array Toolkit is a plugin that adds various features to your theme.
fr_fr: Le Toolkit Array est un plugin qui ajoute diverses fonctionnalités à votre thème.

source: requires the Array Toolkit to enable the following features:
fr_fr: nécessite le Toolkit Array pour activer les fonctionnalités suivantes:

source: Portfolio Items
fr_fr: Items du portfolio

source: Custom Galleries
fr_fr: Galeries personnalisés

source: Slider Items
fr_fr: Items diaporama

source: Install Array toolkit
fr_fr: Installez le Toolkit Array

source: Install Array Toolkit Plugin
fr_fr: Installez l'extension Toolkit Array

source: Visit the Knowledge Base
fr_fr: Consultez la base de connaissances

source: New to the WordPress world? Our Knowledge Base has over 20 video tutorials, from installing WordPress to working with themes and more.
fr_fr: Nouveau dans le monde WordPress? Notre base de connaissances a plus de 20 tutoriels vidéo, depuis l'installation de WordPress jusqu'à la manipulation de thèmes et plus encore.

source: Visit the knowledge base
fr_fr: Consultez la base de connaissances

source: Activate your license for seamless updates!
fr_fr: Activer votre licence pour les mises à jour faciles!

source: Add your license key to get theme updates without leaving your dashboard! Find your license key in your Array Dashboard in the <a class="thickbox" href="%s">Downloads</a> section. Save your key and then click the Activate button.
fr_fr: Ajoutez votre numéro de licence pour obtenir des mises à jour de thème sans quitter votre tableau de bord! Trouvez votre numéro de licence dans votre tableau dans la section <a class="thickbox" href="%s">Téléchargements</a>. Sauvegardez votre numéro de licence, puis cliquez sur le bouton Activer.

source: Enter your license key:
fr_fr: Entrez votre numéro de licence:

source: Save License Key
fr_fr: Enregistrer votre numéro de licence

source: Your license is active!
fr_fr: Votre numéro de licence est activé!

source: Deactivate License
fr_fr: Désactiver votre numéro de licence

source: License saved! Click to activate &rarr;
fr_fr: Numéro de licence enregistré! Cliquez pour activer &rarr;

source: Activate License
fr_fr: Activez le numéro de licence

source: Updating Your Theme
fr_fr: Mise à jour votre thème

source: Once your license key is activated, you can download and install theme updates by going to Appearance &rarr; Themes. A <a class="thickbox" href="%s">notice</a> will be displayed when an update is available.
fr_fr: Une fois votre numéro de licence activé, vous pouvez télécharger et installer les mises à jour du thème en allant à Apparence &rarr; Thèmes. Un <a class="thickbox" href="%s">avis</a> sera affiché lorsqu'une mise à jour est disponible.

source: The update process will grab the latest theme files from Array and replace your current theme. Any changes you&apos;ve made to the theme files will be overwritten, so be sure to back up your theme before updating!
fr_fr: Le processus de mise à jour va récupérer les derniers fichiers de thème depuis Array et remplacera votre thème actuel. Les modifications que vous avez apportées aux fichiers de thème seront remplacés, alors assurez-vous de sauvegarder votre thème avant la mise à jour!

source: Latest Theme Updates
fr_fr: Dernières mises à jour Thème

source: %1$s activated! Visit the <a href="%2$s">Getting Started</a> page to view the help file, install the Array Toolkit or ask us a question.
fr_fr: %1$s est activé! Visitez la <a href="%2$s">page de démarrage</a> pour afficher le fichier d'aide, installer le Toolkit Array, ou pour nous poser une question.

source: <a href="%1$s">Hide this notice</a>
fr_fr: <a href="%1$s">Masquer cet avis</a>

source: Video
fr_fr: Vidéo

source: Add video to your page by entering the video's <a class="thickbox" href="%1$s">embed code</a> in the box above (optional).
fr_fr: Ajouter la vidéo à votre page en entrant le <a class="thickbox" href="%1$s">code d'intégration</a> de la vidéo dans la boîte ci-dessus (en option).

source: Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.
fr_fr: La mise à jour ce thème remplacera toutes les modifications que vous avez apportées. 'Annuler' pour arrêter, 'OK' pour mettre à jour.

source: Search Results for: %s
fr_fr: Résultats de recherche pour: %s

source: Author: %s
fr_fr: Auteur: %s

source: Author
fr_fr: Auteur

source: Category
fr_fr: Catégorie

source: Comments
fr_fr: Commentaires

source: No Comments
fr_fr: Aucun commentaire

source: Search...
fr_fr: Recherche ...
